[
  {
    "name": "Moscow",
    "count": 12,
    "content:": "Moscow is the capital city and the most populous federal subject of Russia. The city is a major political, economic, cultural and scientific center in Russia and in Eurasia."
  },
  {
    "name": "Amsterdam",
    "count": 25,
    "content:": "Amsterdam is the capital and most populous city of the Netherlands. Its status as the Dutch capital is mandated by the Constitution of the Netherlands though it is not the seat of the Dutch government, which is at the Hague. "
  },
  {
    "name": "Lisbon",
    "count": 15,
    "content:": "Lisbon is the largest city and capital of Portugal with a population of 547,631 within its administrative limits on a Home assignment for front-end developers land area of 84.8 square kilometers."
  },
  {
    "name": "Berlin",
    "count": 19,
    "content:": "Berlin is the capital city of Germany and one of the 16 states of Germany. With a population of 3.3 million people, Berlin is Germany's largest city and is the second most populous city proper and the seventh most populous urban area in the European Union."
  },
  {
    "name": "Madrid",
    "count": 25,
    "content:": "Madrid is the capital of Spain and its largest city. The population of the city is roughly 3.3 million and the entire population of the Madrid metropolitan area is calculated to be around 6.5 million."
  },
  {
    "name": "Barcelona",
    "count": 10,
    "content:": "Barcelona is a Spanish city, capital of the autonomous community of Catalonia and the second largest city in the country, with a population of 1,620,943 within its administrative limits."
  },
  {
    "name": "Zagreb",
    "count": 27,
    "content:": "Zagreb is the capital and the largest city of the Republic of Croatia. It is located in the northwest of the country, along the Sava river, at the southern slopes of the Medvednica mountain."
  },
  {
    "name": "Singapore",
    "count": 30,
    "content:": "Singapore, officially the Republic of Singapore, is a Southeast Asian sovereign city-state off the southern tip of the Malay Peninsula, 137 kilometers north of the equator."
  },
  {
    "name": "Beijing",
    "count": 14,
    "content:": "Beijing, sometimes romanized as Peking, is the capital of the People's Republic of China and one of the most populous cities in the world. The population as of 2012 was 20,693,000."
  },
  {
    "name": "Paris",
    "count": 5,
    "content:": "Paris is the capital and most populous city of France. It is situated on the River Seine, in the north of the country, at the heart of the Îlede-France region."
  }
]
